<!DOCTYPE html>
<html>
	<head>
		<title> Bulding this website </title>
	</head>
	<body>
	
	<p><p>
	
	<p>
	<!-- Je suis sur que vous avez des questions de comment j'ai crée cette cite-web. Tout à commencé avec une idée-comme je ne prendrait pas des cours d'ingiènerie pour une semestre, que pouvait-je faire pour maintenir mes dons comme informaticienne? Le résultat à été; cette site-web, écrit avec une lange d'ordinateur appelle «HTML» et fait beau avec un autre langue appelle «CSS». Ici, vous trouveras toutes les notes que j'ai écrit en faisant cette page. Elles sont en anglais parce que mes études sont en anglais et j'ai trouvé l'information en anglais, mais si vous avez des questions, je peux traduire ce que vous voulez! -->
	Je suis sur que vous avez des questions de comment j'ai cr&eacute;e cette cite-web. Tout &agrave; commenc&eacute; avec une id&eacute;e-comme je ne prendrait pas des cours d'ingi&egrave;nerie pour une semestre, que pouvait-je faire pour maintenir mes dons comme informaticienne? Le r&eacute;sultat &agrave; &eacute;t&eacute; cette site-web, &eacute;crit avec une lange d'ordinateur appelle &laquo;HTML &laquo; et fait beau avec un autre langue appelle &laquo;CSS&laquo;. Ici, vous trouveras toutes les notes que j'ai &eacute;crit en faisant cette page. Elles sont en anglais parce que mes &eacute;tudes sont en anglais et j'ai trouv&eacute; l'information en anglais, mais si vous avez des questions, je peux traduire ce que vous voulez!
	</p>
	</br>
	<p>
	<!--Estoy segura que ustedes tienen preguntas de como creé este sitio. Todo comenzo con una idea-como no tomaría clases de computacíon por un semestre, que podía hacer para mantener mis habilidades como ingéniera informatica? El resultado fue esta pagína, escrita utilizando un idíoma de computacíon llamado "HTML" y formateada con otro idíoma llamado "CSS". Aqui encontraras todas las notas que escribí al crear esta pagína. Estan en inglés porque mis estudios son en ingles y la informacíon la encontre en ingles, pero si tienen preguntas puedo traducir lo que quieran! -->
	Estoy segura que ustedes tienen preguntas de como cre&eacute; este sitio. Todo comenzo con una idea-como no tomar&iacute;a clases de computac&iacute;on por un semestre, que pod&iacute;a hacer para mantener mis habilidades como ing&eacute;niera informatica? El resultado fue esta pag&iacute;na, escrita utilizando un id&iacute;oma de computac&iacute;on llamado "HTML" y formateada con otro id&iacute;oma llamado "CSS". Aqui encontraras todas las notas que escrib&iacute; al crear esta pag&iacute;na. Estan en ingl&eacute;s porque mis estudios son en ingles y la informac&iacute;on la encontre en ingles, pero si tienen preguntas puedo traducir lo que quieran!
	</p>
	</br>
	<p>
	I am sure you have questions as to how I created this site. It all began with an idea-as I was not going to be taking engineering classes for a semester, how could I maintain my skills as a softwarhe result was this web page, written using a coding language called "HTML" and formatted using another language called "CSS". Here you will find all of the notes I wrote while creating this site. They are in English, for my studies are done in English and I found the information in English, so you do not need to worry about needing to translate anything!
	</p>
	</body>

</html>